Repository: chispita/aqua
Catalog: tedx/i18n/*/LC_MESSAGES/tedx.po
Languages: es

source: Home
es: Inicio

source: happy users
es: usuarios felices

# idea
source: Idea of
es: Una idea de

# developed
source: Developed by
es: Desarrollada por

source: Follow us
es: Síguenos en

source: Available
es: Disponible para

source: happy cities
es: ciudades felices

source: Profile
es: Perfil

# change
source: Change avatar
es: Cambiar avatar

source: Change password
es: Cambiar contraseña

source: Old password
es: Antigua contraseña

source: New password
es: Nueva contraseña

source: Send notification
es: Enviar notificación

source: To
es: Para

source: Message
es: Mensaje

source: The user doesn't exist
es: El usuario no existe

source: View place
es: Ver lugar

source: Add comment
es: Añadir comentario

# login_first_to_comment
source: You must login first in order to comment.
es: Debes hacer login primero para poder comentar.
