Repository: chispita/aqua
Catalog: tedx/i18n/*/LC_MESSAGES/tedx.po
Languages: es

# help_mako
source: <div id="cajaFondoGris"><div id="cajaIlustraciones"><div id="cajaImgAyuda01"><div id="txtAyuda01"><a href="#" class="estiloBlancoStrong02" >¿What's Streetrs?</a></div></div><div id="cajaImgAyuda02"><div id="txtAyuda01"><a href="#" class="estiloBlancoStrong02" >¿What does the sticker contain?</a></div></div><div id="cajaImgAyuda03"><div id="txtAyuda01"><a href="#" class="estiloBlancoStrong02" >¿How can i read QR codes?</a></div></div><div id="cajaImgAyuda04"><img src="/images/imgAyudaAndroid.png" alt="Download application for Android" longdesc="Download application for Android" /></div><div id="cajaImgAyuda05"><img src="/images/imgAyudaIphone.png" alt="Download application for I-Phone" longdesc="Download application for I-Phone" /></div><div id="cajaImgAyuda06"><img src="/images/imgAyudaBlakberry.png" alt="Download application for Blackberry" longdesc="Download application for Blackberry" /></div><div id="cajaImgAyuda07"><img src="/images/imgAyudaSymbian.png" alt="Download application for Symbian" longdesc="Download application for Symbian" /></div></div><div id="lineaSepAyuda"></div><div id="cajaTextoAyuda"><p><a href="#1" class="estiloRojoBig">1) ¿What does the sticker contain?</a><br /><a href="#2" class="estiloRojoBig">2) How can I read QR codes on my mobile?</a><br /><a href="#3" class="estiloRojoBig">3) What can i do exactly in Streetrs?</a><br /><a href="#4" class="estiloRojoBig">4) ¿Is registration required?</a><br /><a href="#5" class="estiloRojoBig">5) How can i register?</a><br /><a href="#6" class="estiloRojoBig">6) ¿How can i create a new Streetit?</a><br /><a href="#7" class="estiloRojoBig">7) I haven't printed the sticker, can i generate it?</a><br /><a href="#8" class="estiloRojoBig">8) Problems with the print size stickers</a><br /><a href="#9" class="estiloRojoBig">9) is it possible to send notice of your publications?</a><br /><a href="#10" class="estiloRojoBig">10) How do the votings work?</a><br /><a href="#11" class="estiloRojoBig">11) Examples of use</a></p><p><br /><span class="Estilo1"><strong>Streetrs</strong> is a web and mobile application that allows users to upload different content (text, images, links, videos) and geolocate them in any place . In addition to uploading the content the user can download a a picture identification of post and used as sticker to put to put it directly at that location and identifying in this way there.<br />The initial map shows the user's current position and publications around you. De esta manera el usuario con su móvil por la calle puede saber en el momento qué publicaciones tiene" "cerca de su posición, colsultarlas o añadir más datos a la misma.</span></p><p class="titulo01"><br />1 :: What does the sticker contain?<a name="1" id="1"></a></p><p>The sticker contains the <strong>Streetrs</strong> logo and a bidimensional code QR. The QR code stores the created comment and a link to the website in a datamatrix.In that way, any person walking down the street and having an smartphone with a QR reader can access directly to the post, read it, add other contents, etc. <br /></p><hr class="hr2"/><p class="titulo01">2 :: How can i read QR codes on my mobile?<a name="2" id="2"></a></p><p>to read the QR codes you will need to have a QR reader in your smartphone. Depending on your phone there are several ways to obtain a QR application.<br />If you don't know the Operative System of your mobile phone <a href='javascript:alert(nameSO())'> click here</a> to know it. <br /></p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Android " width="9" height="16" /> Android:<a name="android" id="android"></a></p><p>Open one of these web sites on your web browser:</p><blockquote><p><a href="http://www.i-nigma.mobi/" target="_blank">http://www.i-nigma.mobi</a><a href="http://reader.kaywa.com" target="_blank">http://reader.kaywa.com</a><br /><a href="http://www.upc.fi/en/upcode/instructions/download" target="_blank">http://www.upc.fi/en/upcode/instructions/download</a><br /><a href="http://www.quickmark.com.tw/En/basic/index.asp" target="_blank">http://www.quickmark.com.tw/En/basic/index.asp</a></p></blockquote><p>They will detect your mobile model and will ask you to dowload the appropiate version of the application for your smartphone.<br />Accept, download and install it.</p><p>Another option is to open your Market application and look for <i>Barcode Scanner</i>.<br />Once you have selected and downloaded it will appear as one application on your menu</p><p class="titulo01"<img src="/images/miniconoMovil.png" alt="I-Phone" width="9" height="16" /> iPhone:<span class="estiloRojoBig"><a name="iphone" id="iphone"></a></span></p><p>Open the AppStore of your iPhone and look for <i>Barcode Scanner</i>.<br /></p><p>Once you have selected and downloaded it will appear as one application on your menu</p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Blackberry" width="9" height="16" /> Blackberry:<span class="estiloRojoBig"><a name="blackberry" id="blackberry"></a></span></p><p>From your web browser visit <a href="http://get.neoreader.com" target="_blank">http://get.neoreader.com </a><br />Detectará el modelo de móvil y tras aceptar las condiciones te instalará la aplicación NeoReader.</p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Symbian" width="9" height="16" /> Symbian:<span class="estiloRojoBig"><a name="symbian" id="symbian"></a></span></p><p>Descarga el Barcode Reader desde el siguiente link:<a href="http://barcode-reader-s605th.softonic.com/movil/descargar#pathbar" target="_blank"> http://barcode-reader-s605th.softonic.com</a></p><p>Otra opción es que desde el navegador de tu móvil accedas a <a href="http://reader.kaywa.com" target="_blank">http://reader.kaywa.com</a> Te detectará el modelo de móvil y tras aceptar las condiciones te" "instalará la aplicación Kaywa.</p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Otros" width="9" height="16" /> Otros:<span class="estiloRojoBig"><a name="otros" id="otros"></a></span></p><p>Accede a <a href="http://www.i-nigma.mobi/" target="_blank">http://www.i-nigma.mobi/</a> sigue los pasos y descárgate la aplicación.<br />Es un lector muy competitivo para infinidad de dispositivos, fabricantes y gran número de plataformas.</p><p class="titulo01">:: No dispongo de ninguno de los anteriores ni de conexión a Internet:</p><p>If your mobile is able to execute java applications you can dowload a java application to your computer and later from your computer to your smartphone using Bluetooth or USB. In order to do that open the following link on the web browser of your computer <a href="http:/reader.kaywa.com" target="_blank">http://reader.kaywa.com</a>. </p> <p> You will be asked to register (it's easy and free) and after submit a form it will send to your email an activation link. Access to this link and you will be redirect to the <i>CONGRATULATIONS</i> web page of the Kaywa Reader. Click on <i>download</i> and accept users conditions. A <i>.jar</i> and a <i>jad</i> file should be downloaded. Then, you will have to copy both files on your smartphone like a game. In most of the cases it will be enough copying them to the Games folder. If it doesn't work you will need to learn how to install java applications on your specific model of mobile phone..</div></div><br><div style='margin-left:50px; margin-right: 50px;'>Once installed on your smartphone open it and try to decode the QR code that is on this web site. Try to fit the camera and the image and avoid darkness. Once decoded it will show the message on your screen.</p> <hr class="hr2 "/> <p class="titulo01"> 3 :: What can i do in Streetrs?<span class="estiloRojoBig"><a name="3" id="3"></a></span> </p> <p> <strong>Streetrs</strong> is a geopositionate social network. That means that a user can write comments, upload photos, videos and asociate them to a position on the world. That allows to develop posts like <i>'It happened here'</i>, <i>'This is my friend check point'</i>, <i>'I am going send a message to my girlfriend'</i>, <i>'I have something to tell about this site',</i> etc. <br /> </p> <hr class="hr2"/> <p class="titulo01"> 4 :: Do I need to register?<span class="estiloRojoBig"><a name="4" id="4"></a></span> </p> <p> You don't need to register to see the <i>streetits</i> on the website, but it's mandatory if you want to create yours or comment, vote and add things to anothers. </p> <hr class="hr2 "/> <p class="titulo01"></p> <p class="titulo01">5 :: How could I register?</span><span class="estiloRojoBig"><a name="5" id="5"></a></span> </p> <p> Once on the website click on the <i>Register</i> button. You need to fill a form with a mandatory email, password and nickname. Also, you can select on the map a <i>'default location'</i> from your posts will be uploaded in case you are not geopositionated <br /> </p> <hr class="hr2 "/> <p class="titulo01" </p> <p class="titulo01"> 6 :: How could I upload a new place?<span class="estiloRojoBig"><a name="6" id="6"></a></span> </p> <p> Once registered and logged there will appear a <i>New Streetit</i> option on the menu bar and it will take you to the general page of upload content. There you have the option to put a title, comment on it, add text, image, video, etc and <i>Save </i> it. There are some advanced options that will be explained in other FAQs.When you save it your browser will redirect you to the post where you can download it, <i>print it</i>, <i>send a notification</i>, <i>delete it</i>, etc. Some of these options are also able at the creation of the place but you can always repeat them at the site of the post. " <br /> </p> <hr class="hr2 "/> <p class="titulo01"> 7 :: I forgot to print the sticker, could I download it again?<span class="estiloRojoBig"><a name="7" id="7"></a></span> </p> <p> Of course. At the site of the place each post has a little menu with a download option. Also, at <i>My Streetrs</i> site you can select one or several post and download the bidis. <br /> </p> <hr class="hr2"/> <p class="titulo01"> 8 :: Problems with the print size stickers<span class="estiloRojoBig"><a name="8" id="8"></a></span> </p> <p> You can print your sticker directly from the image viewer of your computer. If you don't like the size and you want to modify them you also can open a text document, adds your sticker and adjust the size you want. </p> <hr class="hr2 "/> <p class="titulo01"> 9 :: Could I warn my friends about a post? </p> <p> Yes, you can. All your comments have an option called <i>Notify</i> where you can send notifications at the emails you want, no matter if they are registered at tedx or not </p> <hr class="hr2 "/> <p class="titulo01"> 10 :: How do the votings work?<span class="estiloRojoBig"><a name="9" id="9"></a></span> </p> <p> <strong>Streetrs</strong> allows to point the place and also each comment. You only have to click on the icons of positive or negative points and your punctuation will be saved. These votes appear at the home page and you can use it to order the results of your search. </p> <hr class="hr2"/> <p class="titulo01"> 11 :: Examples of use<span class="estiloRojoBig"><a name="ejemplos" id="ejemplos"></a></span> </p> <ol> <li> El otro día me imprimí en una hoja varios logotipos de <strong>Streetrs</strong> para ir pegando por la calle cuando quiera postear algo. Sin ir más lejos esta mañana he pegado uno. Iba paseando por el casco" "viejo de mi ciudad y he pasado por mi bar de tapas favorito. Ahí voy con mis amigos todos los domingos por la mañana de tapeo a tomar los mejores champiñones del mundo. Y he creído que se lo tenía que hacer saber al resto de la ciudad.Así que me he grabado con mi móvil al lado del bar, opinando sobre el servicio, la calidad y sobretodo de los riquísimos champiñones que allí cocinan. Me he conectado desde mi móvil a la página web, he introducido mi email y contraseña y una vez logueado he pulsado en Nuevo Streetit y he rellenado los campos y he añadido el vídeo. Además como en el mapita de colocación del mensaje el móvil me había geoposicionado bien en el bar no he tenido que cambiar mi posición.He pulsado en Guardar y se ha subido correctamente. He sacado de mi bolsillo las pegatinas con el logo de <strong>Streetrs</strong>, he pegado una y así la gente ya lo verá y sabrá que hay algo colocado. Cuando alguien" "tenga curiosidad por ver qué hay ahí sólo tendrá que abrir desde su navegador móvil la página web de <strong>www.tedx.com</strong> y en la página de inicio ya le saldrán los mensajes de su alrededor incluyendo el mío. Además, eso" "podrá verlo todo el mundo, sin necesidad de estar registrado. <br /> <br /> </li> <li> Hoy me he levantado feliz y contento y he decidido que quiero darle una sorpresa a mi novia. <br /> Siempre se queja de que no soy detallista pero esta vez la voy a sorprender de verdad. Voy a dejarle un mensaje en la puerta del instituto, donde íbamos juntos a clase y donde evidentemente la conocí. <br /> Así que lo primero es irme a la página web de <strong>Streetrs</strong> y en la parte superior derecha pincho en Regístrate para proceder a registrarme. El registro es sencillo, apenas pide un mail, una" "contraseña y un nickname. En el mapita de al lado pone mi ubicación actual, que más o menos se corresponde con la dirección de mi casa. Dejaré esa ubicación por defecto, aunque si pruebo a moverla me deja posicionarla en cualquier" "parte del mapa. Pulso guardar y ya estoy listo para streetear.<br /> Como ya estoy registrado me lleva directamente a la página inicial donde puedo ver mi posición actual con los streetits que hay cerca de mi ubicación. En el menú de arriba a la derecha voy a pinchar en Nuevo" "streetit para crear el mío nuevo, y se me abre una nueva página con el texto a rellenar: título del lugar (voy a poner 'Aquí te conocí'), título del comentario (voy a poner 'Desde ese día soy el hombre más feliz del mundo :)') y" "comentario ( voy a poner 'Espero que te guste mi sorpresa') . Además me he grabado diciéndole unas palabras así que pincho en Attach video, busco en mi directorio y agrego el vídeo.<br />También me da la opción de Enviar una Notificación que voy a clickar y a poner el correo de mi novia y un mensajito para convencerla de que lo vaya a ver. Y por supuesto le doy a Imprimir pegatina. Al darle a" "guardar se guarda mi post, se envía mi notificación, y por supuesto se me descarga un png listo para imprimir.<br />Una vez imprimido me cojo el abrigo y me voy a la puerta del instituto. Con mi barra de pegamento pego el stick a la pared (no tenia papel de pegatina) y ya está listo para que lo lea mi novia.</li></ol></div><p>&nbsp;</p><div class="clear"></div></div>
es: <div id="cajaFondoGris"><div id="cajaIlustraciones"><div id="cajaImgAyuda01"><div id="txtAyuda01"><a href="#" class="estiloBlancoStrong02" >¿Que es Streetrs?</a></div></div><div id="cajaImgAyuda02"><div id="txtAyuda01"><a href="#" class="estiloBlancoStrong02" >¿Que contiene la pegatina?</a></div></div><div id="cajaImgAyuda03"><div id="txtAyuda01"><a href="#" class="estiloBlancoStrong02" >¿Como leer Códigos QR?</a></div></div><div id="cajaImgAyuda04"><img src="/images/imgAyudaAndroid.png" alt="Descargar Aplicaciones para Android" longdesc="Descargar Aplicaciones para Android" /></div><div id="cajaImgAyuda05"><img src="/images/imgAyudaIphone.png" alt="Descargar Aplicaciones para I-Phone" longdesc="Descargar Aplicaciones para I-Phone" /></div><div id="cajaImgAyuda06"><img src="/images/imgAyudaBlakberry.png" alt="Descargar Aplicaciones para Blackberry" longdesc="Descargar Aplicaciones para Blackberry" /></div><div id="cajaImgAyuda07"><img src="/images/imgAyudaSymbian.png" alt="Descargar Aplicaciones para Symbian" longdesc="Descargar Aplicaciones para Symbian" /></div></div><div id="lineaSepAyuda"></div><div id="cajaTextoAyuda"><p><a href="#1" class="estiloRojoBig">1) ¿Qué contiene la pegatina?</a><br /><a href="#2" class="estiloRojoBig">2) ¿Cómo puedo leer los códigos QR desde mi móvil?</a><br /><a href="#3" class="estiloRojoBig">3) ¿Qué puedo hacer exactamente en Streetrs?</a><br /><a href="#4" class="estiloRojoBig">4) ¿Es necesario registrarse?</a><br /><a href="#5" class="estiloRojoBig">5) ¿Cómo puedo registrarme?</a><br /><a href="#6" class="estiloRojoBig">6) ¿Cómo puedo subir un nuevo streetit?</a><br /><a href="#7" class="estiloRojoBig">7) No he imprimido la pegatina, ¿puedo volver a generarla?</a><br /><a href="#8" class="estiloRojoBig">8) Problemas con el tamaño de impresión de pegatinas</a><br /><a href="#9" class="estiloRojoBig">9) ¿Es posible enviar notificación de tus publicaciones?</a><br /><a href="#10" class="estiloRojoBig">10) ¿Cómo funcionan las votaciones?</a><br /><a href="#11" class="estiloRojoBig">11) Ejemplos de uso</a></p><p><br /><span class="Estilo1"><strong>Streetrs</strong> es una aplicación web y móvil que permite a los usuarios subir diferentes contenidos (texto, imágenes, links, videos) y geoposicionarlos en cualquier lugar del" "mundo. Además de subir el contenido el usuario se puede descargar una imagen identificativa de su post y usarla como pegatina para ponerla directamente en esa ubicación e identificar de esta manera ese lugar.<br />En el mapa inicial aparecen la posición actual del usuario y las publicaciones que tiene a su alrededor. De esta manera el usuario con su móvil por la calle puede saber en el momento qué publicaciones tiene" "cerca de su posición, colsultarlas o añadir más datos a la misma.</span></p><p class="titulo01"><br />1 :: ¿Qué contiene la pegatina?<a name="1" id="1"></a></p><p>La pegatina contiene el logo de <strong>Streetrs</strong> y un código bidimiensional QR. El código QR almacena la información del post que uno mismo ha creado en una matriz de puntos. Así, cualquier persona que va" "por la calle y dispone de un móvil con un lector de códigos bidimensionales puede acceder de manera directa al post, leerlo, añadir nuevos comentarios, etc.<br /></p><hr class="hr2"/><p class="titulo01">2 :: ¿Cómo puedo leer los códigos QR desde mi móvil?<a name="2" id="2"></a></p><p>Para leer los QR por la calle necesitarás instalar en tu móvil una aplicación lectora de códigos QR. Según tu tipo de móvil aquí te ponemos varias maneras de obtener una aplicación QR. <br />Si no sabes qué Sistema Operativo tiene tu móvil pero tienes Internet y estás viendo esto desde tu navegador móvil pincha aquí para saberlo.<br /></p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Android " width="9" height="16" /> Android:<a name="android" id="android"></a></p><p>Visita desde el navegador de tu móvil alguna de las siguientes páginas:</p><blockquote><p><a href="http://www.i-nigma.mobi/" target="_blank">http://www.i-nigma.mobi</a><a href="http://reader.kaywa.com" target="_blank">http://reader.kaywa.com</a><br /><a href="http://www.upc.fi/en/upcode/instructions/download" target="_blank">http://www.upc.fi/en/upcode/instructions/download</a><br /><a href="http://www.quickmark.com.tw/En/basic/index.asp" target="_blank">http://www.quickmark.com.tw/En/basic/index.asp</a></p></blockquote><p>Detectarán tu modelo de móvil te pedirá que descargues la aplicación adecuada para leer QR-Codes.<br />Acepta, descarga e instala.</p><p>Otra opción es abrir la aplicación Market de tu Android y busca Barcode Scanner.<br />Selecciónala y descárgatela. Aparecerá como una aplicación más en tu menú.</p><p class="titulo01"<img src="/images/miniconoMovil.png" alt="I-Phone" width="9" height="16" /> iPhone:<span class="estiloRojoBig"><a name="iphone" id="iphone"></a></span></p><p>Abre la aplicación AppStore de tu iPhone y busca Barcode Scanner.<br /></p><p>Selecciónala y descárgatela. Aparecerá como una aplicación más en tu menú.</p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Blackberry" width="9" height="16" /> Blackberry:<span class="estiloRojoBig"><a name="blackberry" id="blackberry"></a></span></p><p>Desde el navegador de tu móvil accede a <a href="http://get.neoreader.com" target="_blank">http://get.neoreader.com </a><br />Detectará el modelo de móvil y tras aceptar las condiciones te instalará la aplicación NeoReader.</p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Symbian" width="9" height="16" /> Symbian:<span class="estiloRojoBig"><a name="symbian" id="symbian"></a></span></p><p>Descarga el Barcode Reader desde el siguiente link:<a href="http://barcode-reader-s605th.softonic.com/movil/descargar#pathbar" target="_blank"> http://barcode-reader-s605th.softonic.com</a></p><p>Otra opción es que desde el navegador de tu móvil accedas a <a href="http://reader.kaywa.com" target="_blank">http://reader.kaywa.com</a> Te detectará el modelo de móvil y tras aceptar las condiciones te" "instalará la aplicación Kaywa.</p><p class="titulo01"><img src="/images/miniconoMovil.png" alt="Otros" width="9" height="16" /> Otros:<span class="estiloRojoBig"><a name="otros" id="otros"></a></span></p><p>Accede a <a href="http://www.i-nigma.mobi/" target="_blank">http://www.i-nigma.mobi/</a> sigue los pasos y descárgate la aplicación.<br />Es un lector muy competitivo para infinidad de dispositivos, fabricantes y gran número de plataformas.</p><p class="titulo01">:: No dispongo de ninguno de los anteriores ni de conexión a Internet:</p><p>Si tu móvil soporta aplicaciones Java puedes descargarte la aplicación a tu ordenador y pasarla de tu ordenador al móvil vía Bluetooth o USB. Para ello entra desde el navegador de tu ordenador en <ahref="http:/reader.kaywa.com" target="_blank">http://reader.kaywa.com</a>. </p> <p> Te pedirá que te registres (es un registro rápido y gratuito) y, tras rellenar un formulario, te enviarán un email a la cuenta del registro con un link de activación. En tu correo pulsa ese link y automáticamente" "te llevará a la página de CONGRATULATIONS de The Kaywa Reader. Pincha en Download y tras aceptar las condiciones de uso se descargará un .zip con los ficheros .jar y .jad. </p> <p> <br /> A continuación deberás copiarlos a tu móvil como si de un Juego se tratase. En la mayoría de móviles basta con meter el fichero en la carpeta de Juegos o Games.Si esto no funciona deberás buscar concretamente cómo" "instalar aplicaciones java en tu modelo de móvil. </p> <p> Una vez descargada ábrela para testear si funciona y pon el móvil con la cámara de fotos enfocando al QR que hay en esta misma página. Intenta que el código salga entero y se vea nítido y el programa decodificará" "directamente el contenido mostrándotelo por pantalla. </p> <hr class="hr2 "/> <p class="titulo01"> 3 :: ¿Qué puedo hacer exactamente en Streetrs?<span class="estiloRojoBig"><a name="3" id="3"></a></span> </p> <p> <strong>Streetrs</strong> es como una red social geoposicionada. Esto significa que una persona puede escribir comentarios, subir fotos, vídeos, y asociarlos a una posición del mundo.Esto permite desarrollar posts" "como Ocurrió aquí, Aquí quedo con mis amigos, Aquí voy a dejarle un mensaje a mi chica, Tengo algo que decir sobre este sitio, etc. <br /> </p> <hr class="hr2"/> <p class="titulo01"> 4 :: ¿Es necesario registrarse?<span class="estiloRojoBig"><a name="4" id="4"></a></span> </p> <p> No es necesario registrarse para ver los streetits de la gente, pero sí para comentar y añadir cosas a los streetits existentes o para crear nuevos. </p> <hr class="hr2 "/> <p class="titulo01"></p> <p class="titulo01">5 :: ¿Cómo puedo registrarme?</span><span class="estiloRojoBig"><a name="5" id="5"></a></span> </p> <p> En la esquina superior derecha de la página de inicio pulsa en la etiqueta de Regístrate y te llevará directamente a la página de registro. Serán obligatorios un email, un password y un nickname. Asimismo se podrá" "posicionar en el mapa una ubicación preferente desde donde se subirán tus posts en caso de no estar geoposicionado. <br /> </p> <hr class="hr2 "/> <p class="titulo01" </p> <p class="titulo01"> 6 :: ¿Cómo puedo subir un nuevo streetit?<span class="estiloRojoBig"><a name="6" id="6"></a></span> </p> <p> Una vez registrado aparecerá arriba en la barra de usuario (arriba a la derecha) dicha opción. Pulsa en Nuevo Streetit y te llevará a la página general de subir contenido.Ahí tendrás la opción de ponerle un título," "comentarlo, añadir texto, imagen, vídeo, etc y al final subirlo pulsando en Guardar. También hay unas opciones avanzadas que se explican más adelante.Al guardarlo Se te redirigirá directamente a tu post creado donde podrás" "descargarlo para imprimirlo pulsando sobre el botónDescargar Sticker o enviar la notificación a algún amigo pulsando en Enviar Notificación. Estas dos últimas opciones también aparecen en el momento de crear el post, pero si no se" "desean realizar en ese momento siempre están disponibles desde la página de ese streetit en concreto. <br /> </p> <hr class="hr2 "/> <p class="titulo01"> 7 :: No he imprimido la pegatina, ¿puedo volver a generarla?<span class="estiloRojoBig"><a name="7" id="7"></a></span> </p> <p> Por supuesto. En el hilo del lugar que has creado aparece la opción de Descargar Sticker para cada comentario. Así que podrás convertir tus mensajes publicados en pegatinas tantas veces como quieras. <br /> </p> <hr class="hr2"/> <p class="titulo01"> 8 :: Problemas con el tamaño de impresión de pegatinas<span class="estiloRojoBig"><a name="8" id="8"></a></span> </p> <p> A la hora de imprimir las pegatinas tu puedes ajustar el tamaño para hacerlo a tu gusto. Es posible que tu editor de fotos te ponga ciertos tamaños por defecto que ocupen toda una página o lo contrario, dependerá" "del visor.Por eso desde aquí te recomendamos que si no tienes claro como ajustar el tamaño de impresión abras un nuevo documento de texto y ahí insertes la imagen y la ajustes a tu gusto.De esta manera podrás controlar ese tamaño y" "evitar posibles impresiones de tamaños indeseados. </p> <hr class="hr2 "/> <p class="titulo01"> 9 :: Me gustaría avisar a unos amigos de mi publicación, ¿es posible? </p> <p> Sí que es posible. En el momento de crear el lugar podrás avisar a tus amigos clickando en Enviar Notificación. Si deseas avisarlos más adelante también tienes la opción en cada publicación de pinchar Notificar y" "enviársela a quien quieras con mensaje incluido. </p> <hr class="hr2 "/> <p class="titulo01"> 10 :: ¿Cómo funcionan las votaciones?<span class="estiloRojoBig"><a name="9" id="9"></a></span> </p> <p> <strong>Streetrs</strong> permite la votación tanto del lugar como de cada comentario de ese hilo. Tan sólo hay que pinchar en los logos asociados y automáticamente se apuntará tu votación.Las votaciones aparecen" "también en el resumen general de los lugares más cercanos en la página de inicio denotando así la importancia que tiene para el resto de usuarios cada publicación. </p> <hr class="hr2"/> <p class="titulo01"> 11 :: Ejemplos de uso<span class="estiloRojoBig"><a name="ejemplos" id="ejemplos"></a></span> </p> <ol> <li> El otro día me imprimí en una hoja varios logotipos de <strong>Streetrs</strong> para ir pegando por la calle cuando quiera postear algo. Sin ir más lejos esta mañana he pegado uno. Iba paseando por el casco" "viejo de mi ciudad y he pasado por mi bar de tapas favorito. Ahí voy con mis amigos todos los domingos por la mañana de tapeo a tomar los mejores champiñones del mundo. Y he creído que se lo tenía que hacer saber al resto de la ciudad.Así que me he grabado con mi móvil al lado del bar, opinando sobre el servicio, la calidad y sobretodo de los riquísimos champiñones que allí cocinan. Me he conectado desde mi móvil a la página web, he introducido mi email y contraseña y una vez logueado he pulsado en Nuevo Streetit y he rellenado los campos y he añadido el vídeo. Además como en el mapita de colocación del mensaje el móvil me había geoposicionado bien en el bar no he tenido que cambiar mi posición.He pulsado en Guardar y se ha subido correctamente. He sacado de mi bolsillo las pegatinas con el logo de <strong>Streetrs</strong>, he pegado una y así la gente ya lo verá y sabrá que hay algo colocado. Cuando alguien" "tenga curiosidad por ver qué hay ahí sólo tendrá que abrir desde su navegador móvil la página web de <strong>www.tedx.com</strong> y en la página de inicio ya le saldrán los mensajes de su alrededor incluyendo el mío. Además, eso" "podrá verlo todo el mundo, sin necesidad de estar registrado. <br /> <br /> </li> <li> Hoy me he levantado feliz y contento y he decidido que quiero darle una sorpresa a mi novia. <br /> Siempre se queja de que no soy detallista pero esta vez la voy a sorprender de verdad. Voy a dejarle un mensaje en la puerta del instituto, donde íbamos juntos a clase y donde evidentemente la conocí. <br /> Así que lo primero es irme a la página web de <strong>Streetrs</strong> y en la parte superior derecha pincho en Regístrate para proceder a registrarme. El registro es sencillo, apenas pide un mail, una" "contraseña y un nickname. En el mapita de al lado pone mi ubicación actual, que más o menos se corresponde con la dirección de mi casa. Dejaré esa ubicación por defecto, aunque si pruebo a moverla me deja posicionarla en cualquier" "parte del mapa. Pulso guardar y ya estoy listo para streetear.<br /> Como ya estoy registrado me lleva directamente a la página inicial donde puedo ver mi posición actual con los streetits que hay cerca de mi ubicación. En el menú de arriba a la derecha voy a pinchar en Nuevo" "streetit para crear el mío nuevo, y se me abre una nueva página con el texto a rellenar: título del lugar (voy a poner 'Aquí te conocí'), título del comentario (voy a poner 'Desde ese día soy el hombre más feliz del mundo :)') y" "comentario ( voy a poner 'Espero que te guste mi sorpresa') . Además me he grabado diciéndole unas palabras así que pincho en Attach video, busco en mi directorio y agrego el vídeo.<br />También me da la opción de Enviar una Notificación que voy a clickar y a poner el correo de mi novia y un mensajito para convencerla de que lo vaya a ver. Y por supuesto le doy a Imprimir pegatina. Al darle a" "guardar se guarda mi post, se envía mi notificación, y por supuesto se me descarga un png listo para imprimir.<br />Una vez imprimido me cojo el abrigo y me voy a la puerta del instituto. Con mi barra de pegamento pego el stick a la pared (no tenia papel de pegatina) y ya está listo para que lo lea mi novia.</li></ol></div><p>&nbsp;</p><div class="clear"></div></div>
