Repository: chispita/aqua
Catalog: tedx/i18n/*/LC_MESSAGES/tedx.po
Languages: es

# login_error
source: Wrong username or password
es: Nombre de usuario o contraseña incorrectos

# No se ha encontrado un usuario con ese correo electrónico.
source: No user found with that email address.
es: No se ha encontrado un usuario con ese correo electrónico.

# Nueva contraseña de Feelicity
source: New Feelicity password
es: Nueva contraseña de Feelicity

# Nuevo password:
source: New password:
es: Nueva password:

source: It was impossible to send the email to the given address. Try again later.
es: No se ha podido enviar el correo electrónico a la dirección indicada. Intentelo de nuevo más tarde.

# No se ha podido enviar el mensaje correctamente. Intentelo de nuevo más tarde.
source: It was impossible to send the message. Try again later.
es: No se ha podido enviar el mensaje correctamente. Intentelo de nuevo más tarde.

source: Message sent correctly. We will contact you as soon as possible.
es: Mensaje enviado correctamente. Nos pondremos en contacto contigo lo antes posible.

source: You must login to add content
es: Debes loguearte para añadir contenido

# no_place_associated
source: There is no place associated
es: No hay un lugar asociado

# empty_comment
source: The comment is empty
es: Comentario vacío

# file_selected_is_not_an image
source: The selected file is not an image, it will be ignored
es: El fichero seleccionado no es una imagen, se ignorará

# error_saving_file
source: Error saving the file, it will be ignored
es: Error guardando el archivo, se ignorará

# comment_doesnt_exist
source: The comment doesn't exist
es: El comentario no existe

# Momento feliz guardado correctamente.
source: Happy instant saved correctly.
es: Momento feliz guardado correctamente.

source: User not found
es: Usuario no encontrado

source: Anonymous
es: Anónimo

# couldnt_save_profile
source: There was an error while saving the profile
es: No se pudo guardar el perfil

source: Data successfully saved
es: Los datos se guardaron correctamente

# couldnt_get_info
source: There was an error while getting the profile data
es: No se pudieron obtener los datos

# couldnt_get_location
source: The sistem couldn't get your geolocation
es: El sistema no pudo geolocalizarle

source: You must login
es: Debes loguearte

# you_must_be_logged
source: You must login to vote
es: Debes loguearte

# email_cannot_be_null
source: The email field cannot be empty
es: El email no puede estar vacío

# password_cannot_be_null
source: The password field cannot be empty
es: La contraseña no puede estar vacía

# email_already_registered
source: The email is already registered
es: El email ya está registrado

# nickname_already_registered
source: The nickname is already registered
es: El nickname ya está registrado

source: Successfully registered
es: Registrado correctamente

source: Empty search
es: Búsqueda vacía

source: Not id received
es: No se recibió identificador

# not_allowed_to_follow
source: You are not allowed to follow this user
es: No puedes seguir a este usuario

# already_following
source: You are already following this user
es: Ya estás siguiendo a este usuario

# now_following
source: You are now following this user
es: Ahora estás siguiendo a este usuario

# currently_not_following
source: You are not currently following this user
es: Ya no estás siguiendo a este usuario

# place_doesnt_exist
source: The place doesn't exist
es: El lugar no existe

source: You must login to vote
es: Debes loguearte para votar

source: You have already voted this place
es: Ya has votado este lugar

source: You have already voted this comment
es: Ya has votado este comentario

source: You are here
es: Estás aquí

source: Comments
es: Comentarios

source: Comment
es: Comentario

# like
source: I like
es: Me gusta

source: Visits
es: Visitas

source: Visit
es: Visita

source: Searching for results
es: Buscando resultados

source: has uploaded
es: Has subido

source: contents
es: contenidos

source: results found for
es: resultados encontrados para

source: results found in this map area
es: resultados encontrados en este área del mapa

source: Page
es: Página

source: of
es: de

source: results per page
es: resultados por página

source: Author
es: Autor

source: Last update
es: Última actualización

source: Scoring
es: Puntuación

source: you have no streetits
es: No tienes streetits

# no_results_found_for
source: No results found.
es: No se encontraron resultados.

# no_results_found_in_this_map_area
source: No results where found in this map area
es: No se encontraron resultados en este área del mapa

source: Wrong password confirmation
es: Confirmación de contraseña incorrecta

# nickname_cannot_be_null
source: The nickname field cannot be empty
es: El nickname no puede estar vacío

# place_name_cannot_be_null
source: The place name cannor be empty
es: El nombre del lugar no puede estar vacío

# comment_content_cannot_be_null
source: The comment content cannot be empty
es: El comentario no puede estar vacío

# location_cannot_be_null
source: The location cannot be null
es: Debe localizar el lugar en el mapa

# url_is_not_valid
source: The link you have entered is not a valid youtube link
es: El enlace que ha introducido no es un enlace a youtube válido

source: Scoring successfully saved
es: La puntuación se guardó correctamente

# happy_moments
source: happy instants
es: Momentos felices

# receivers_cannot_be_null
source: The email field cannot be empty
es: El email no puede estar vacío

# file_selected_is_not_a_video
source: The selected file is not a video, it will be ignored
es: El fichero seleccionado no es un vídeo, se ignorará

# place_saved
source: Place succesfully saved
es: El lugar se guardó correctamente

source: Unfollow
es: No seguir

source: You are not currently following anyone
es: No estás siguiendo a nadie

source: You are not currently being followed by anyone
es: No estás siendo seguido por nadie

source: Join categories
es: Solicitar ingreso

source: There are no pending categories to join
es: No hay categorías pendientes

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: There are no pending requests
es: No hay peticiones pendientes

# error_changing_password
source: There was an error while changing your password
es: Error cambiando la contraseña

source: Notification sent
es: Notificación enviada

source: Notify
es: Notificar

source: Download sticker
es: Descargar pegatina

source: Download video
es: Descargar vídeo

source: Remove
es: Eliminar

source: Comment removed on
es: Comentario eliminado el

source: Comment successfully saved
es: El comentario se guardó correctamente

source: Comment successfully removed
es: El comentario se eliminó correctamente

# iphone_application_exists
source: There is an application for iPhone and iPad
es: Existe una aplicación para iPhone/iPad

# android_application_exists
source: There is an application for android
es: Existe una aplicación para Android

# Has creado tu contenido con éxito.
source: Content successfully created.
es: Has creado tu contenido con éxito.

# ¿Quieres compartirlo?
source: Do you want to share it?
es: ¿Quieres compartirlo?

# usuario / email
source: User / email
es: Usuario / email

source: Password
es: Contraseña

source: ¿Forgotten password?
es: ¿Has olvidado tu contraseña?

source: Log in
es: Entrar

# login_question
source: Do not participate in the map of happiness?
es: ¿No participas en el mapa de la felicidad?

source: Register
es: Registrarse

source: Hello
es: ¡Hola

source: My account
es: Mi cuenta

# new_place
source: New happy instant
es: Nuevo momento feliz

source: Log out
es: Salir

# what_map
source: <h2>Your most precious moments in Feelicity</h2><p>Your city is full of corners that hide happy momments of your life." "Start today to collect and share them. We will build together a different map,we will give life to a new city <strong>Feelicity</strong></p><p>And when you travel help us to change the map of other cities...
es: <h2>Tus momentos más preciados en Feelicity</h2><p>Tu ciudad está llena de rincones que esconden momentos felices de tu vida.Empieza hoy mismo a coleccionarlos y compartirlos. Construiremos juntos un mapa distinto, daremos vida a una nueva ciudad <strong>Feelicity</strong></p><p>Y cuando viajes ayuda a cambiar el mapa de otras ciudades...</p><div style="margin:35px 35px;"><a href="javascript: register_user();" class="registro" "bordeSoft" style="text-transform: uppercase;" id="grande">registrarse</a></div>

source: Title
es: Título

# Nombre
source: Name
es: Nombre

source: Description
es: Descripción

# Descripción
source: Description
es: Descripción

source: Image
es: Imagen

source: Advanced
es: Subir avanzado

# Enviar datos
source: Send data
es: Enviar datos

source: Search
es: Buscar

source: Geolocation
es: Geoposicióname

# equipo
source: team
es: equipo

# acerca de
source: about
es: acerca de

# contacto
source: contact
es: contacto

# Recuperar contraseña
source: Recover password
es: Recuperar contraseña

source: Write the email address you used to signup and we will send you a new password there.
es: Introduce el email con el que te registraste y te enviaremos tu nueva contraseña allí.

source: Cancel
es: Cancelar

# Registro de usuario
source: User registration
es: Registro de usuario

source: Repeat password
es: Repetir contraseña

source: Sex
es: Sexo

source: Man
es: Hombre

source: Woman
es: Mujer

# Contacta con el equipo de Feelicity
source: Contact with the Feelicity team
es: Contacta con el equipo de Feelicity

# Contenido
source: Content
es: Contenido

# Equipo
source: Team
es: Equipo

# Acerca de
source: About
es: Acerca de

# Aceptar
source: Accept
es: Aceptar

# new_streetit
source: New happy instant
es: Nuevo lugar feliz

# sending_processing_please_wait
source: Sending and processing attachments, please wait
es: Enviando y procesando los archivos adjuntos, por favor, espere

# streetit_name
source: New happy instant
es: Nuevo lugar feliz

source: Comment content
es: Contenido del comentario

source: Position
es: Posición

# comment_attach
source: Attach
es: Adjuntar

source: Comment tags
es: Etiquetas de comentarios

# write_tags_comma_separated_or_click
source: write tags separated by space
es: Escribe etiquetas separadas por espacio

source: Save
es: Guardar

source: click on the map to set the position
es: Clica en el mapa para establecer la posición

source: connect to other social networks
es: Conéctate con otras redes sociales

source: Downloads
es: Descargas

# download_mako
source: <div style="margin-left:30px; margin-right: 30px; margin-top: 30px;">Iphone y Android are already availables:</div><div style="margin-left:30px; margin-top: 20px;"><a href="/tedx_android.apk"><img src="/images/imgAyudaAndroid.png"></a><a href="itms://itunes.apple.com/es/app/tedx/id428916800?mt=8"><img src="/images/imgAyudaIphone.png"></a></div><br><div style="margin-left:30px; margin-right: 30px;">To download your Bidis go to 'My Streetits' where you can select all the bidis you want.</div><br><div style="margin-left:30px; margin-right: 30px;">If you are looking for QR readers check on our 'Help' the way to obtain one.</div>
es: <div style="margin-left:30px; margin-right: 30px; margin-top: 30px;">Las aplicaciones de Iphone y Android ya están disponibles:</div><div style="margin-left:30px; margin-top: 20px;"><a href="/tedx_android.apk"><img src="/images/imgAyudaAndroid.png"></a><a href="itms://itunes.apple.com/es/app/tedx/id428916800?mt=8"><img src="/images/imgAyudaIphone.png"></a></div><br><div style="margin-left:30px; margin-right: 30px;">Si deseas descargar tus Bidis ve a la página de 'Mis Streetis' y ahí podrás seleccionar todos los que quieras.</div><br><div style="margin-left:30px; margin-right: 30px;">Si estas buscando lectores de códigos QR en nuestra página de 'Ayuda' te indicamos como obtenerlos.</div>

source: Help
es: Ayuda
